tap "d12frosted/emacs-plus"
brew "awscli"
brew "cmake"
brew "dark-mode"
brew "fd"
brew "fzf"
brew "gh"
brew "gnupg"
brew "hstr"
brew "jq"
brew "libtool"
brew "pinentry-mac"
brew "ripgrep"
brew "tmux"
brew "d12frosted/emacs-plus/emacs-plus@29", args: ["with-native-comp", "without-cocoa"]
cask "claude-code"
cask "font-symbols-only-nerd-font"
